/* Заголовок алерта сообщающего об ошибке при попытке сохранить пароль локально */
"alert.failedToSavePassword.message" = "Fehler beim Speichern des Passworts";

/* Сообщение алерта о некорректном заполнении полей карточки пароля */
"alert.incorrectlyFilledSomeFields.message" = "Einige Felder wurden falsch ausgefüllt";

/* Плейсхолдер поля для ввода логина */
"field.login.placeholder" = "Benutzername";

/* Плейсхолдер поля для ввода непосредственно пароля */
"field.password.placeholder" = "Passwort";

/* Плейсхолдер поля для ввода URL-адреса сайта */
"field.siteUrl.placeholder" = "URL der Website";

/* Плейсхолдер поля для ввода заголовка пароля */
"field.title.placeholder" = "Titel";

/* Заголовок представления создания нового пароля */
"title.add" = "Passwort hinzufügen";

/* Заголовок представления редактирования пароля */
"title.edit" = "Passwort bearbeiten";

